[
  {
    "id": "0001",
    "title": "The Ugly Duckling",
    "author": "Hans Christian Andersen",
    "created_at": "1843-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/1.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "0-3",
    "summary": "The Ugly Duckling is a story about a little bird that doesn't fit in with the rest of the ducks and other animals on the farm. He's teased and ostracized for being different until one day he discovers his true identity as a beautiful swan. It's a tale of self-discovery, acceptance, and the beauty of being true to oneself.",
    "description": "The Ugly Duckling is one of Hans Christian Andersen's most famous fairy tales. It teaches children the importance of kindness, empathy, and celebrating differences. The story has been adapted into various forms of media and continues to be cherished by readers of all ages."
  },
  {
    "id": "0002",
    "title": "Cinderella",
    "author": "Charles Perrault",
    "created_at": "1697-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/2.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "Cinderella is a classic fairy tale about a young girl who, despite facing adversity and cruelty from her stepfamily, maintains her kindness and optimism. With the help of her fairy godmother, she attends the royal ball and captures the heart of the prince. But when the clock strikes midnight, she must flee, leaving behind a glass slipper as the only clue to her identity.",
    "description": "Charles Perrault's Cinderella is a timeless tale of hope, resilience, and the transformative power of love. It has been retold and reimagined countless times across cultures, inspiring readers with its message of perseverance and inner beauty."
  },
  {
    "id": "0003",
    "title": "Beauty and the Beast",
    "author": "Jeanne-Marie Leprince de Beaumont",
    "created_at": "1756-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/3.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "Beauty and the Beast is a story of true love that transcends appearances. A kind-hearted girl named Belle volunteers to take her father's place as a prisoner in the castle of a fearsome beast. Despite his outward ugliness, Belle discovers the beast's inner goodness and falls in love with him. Through her love, the beast is transformed into a handsome prince, and they live happily ever after.",
    "description": "Jeanne-Marie Leprince de Beaumont's Beauty and the Beast is a poignant tale about the power of compassion, empathy, and seeing beyond surface-level appearances. It teaches readers the importance of inner beauty and the redemptive nature of love."
  },
  {
    "id": "0004",
    "title": "Snow White",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/4.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "0-3",
    "summary": "Snow White is a classic fairy tale about a young princess who is forced to flee into the forest to escape her jealous stepmother, the wicked queen. There, she finds refuge with seven dwarfs who take her in. But the queen's envy knows no bounds, and she disguises herself to poison Snow White with a poisoned apple. Only true love's kiss can awaken Snow White from her death-like slumber, leading to a happily ever after.",
    "description": "The Brothers Grimm's Snow White is a timeless tale of jealousy, resilience, and the triumph of good over evil. It has captivated audiences for generations with its magical elements, memorable characters, and enduring themes of love and redemption."
  },
  {
    "id": "0005",
    "title": "Little Red Riding Hood",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/5.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "Little Red Riding Hood is a cautionary tale about the dangers of talking to strangers. A young girl named Little Red Riding Hood is sent by her mother to visit her grandmother and is warned not to stray from the path. However, she encounters a cunning wolf who tricks her into revealing her destination. The wolf races ahead to the grandmother's house, where he eats her and disguises himself in her clothes, waiting to devour Little Red Riding Hood as well. However, a passing woodsman hears her cries for help and rescues her before it's too late.",
    "description": "The Brothers Grimm's Little Red Riding Hood is a classic fairy tale that has been adapted and retold in various forms throughout history. It serves as a cautionary tale for children, teaching them to be wary of strangers and to stay on the right path."
  },
  {
    "id": "0006",
    "title": "Jack and the Beanstalk",
    "author": "Unknown",
    "created_at": "1807-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/6.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "Jack and the Beanstalk is a classic English fairy tale about a boy named Jack who trades his family's cow for magic beans. The beans grow into a gigantic beanstalk that leads Jack to a land high above the clouds, where he encounters a fearsome giant. With quick thinking and courage, Jack outwits the giant and retrieves treasures to help his family.",
    "description": "Jack and the Beanstalk is a timeless tale of bravery, resourcefulness, and the triumph of good over evil. It has been passed down through generations and adapted into various forms of media, captivating audiences with its adventurous spirit and moral lessons."
  },
  {
    "id": "0007",
    "title": "The Three Little Pigs",
    "author": "Unknown",
    "created_at": "1843-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/7.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Three Little Pigs is a classic fairy tale about three pig siblings who set out to build homes of their own. One builds a house of straw, another of sticks, and the third of bricks. When a hungry wolf threatens their homes, only the pig with the brick house withstands the wolf's huffing and puffing. The story teaches the importance of hard work, planning, and resilience.",
    "description": "The Three Little Pigs is a beloved children's story known for its simple yet powerful message. It has been retold in countless variations and adaptations, captivating young audiences with its humor, suspense, and moral lessons."
  },
  {
    "id": "0008",
    "title": "Hansel and Gretel",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/8.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "Hansel and Gretel is a dark fairy tale about two siblings abandoned in the forest by their parents. They stumble upon a house made of candy, owned by a wicked witch who intends to eat them. Through cleverness and bravery, Hansel and Gretel outsmart the witch and escape to return home with treasures from the witch's house.",
    "description": "The Brothers Grimm's Hansel and Gretel is a cautionary tale that explores themes of survival, resourcefulness, and the dangers of greed. It has captivated audiences for centuries with its blend of fantasy, suspense, and moral complexity."
  },
  {
    "id": "0009",
    "title": "The Little Mermaid",
    "author": "Hans Christian Andersen",
    "created_at": "1837-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/9.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Little Mermaid is a fairy tale about a young mermaid who falls in love with a human prince and dreams of becoming human herself. She makes a deal with a sea witch to trade her voice for legs but risks losing her chance at happiness when the prince falls in love with another. Despite heartbreak, the little mermaid's selflessness earns her a chance at redemption.",
    "description": "Hans Christian Andersen's The Little Mermaid is a poignant tale of sacrifice, unrequited love, and the pursuit of one's dreams. It explores themes of identity, longing, and the complexities of human emotions."
  },
  {
    "id": "0010",
    "title": "The Emperor's New Clothes",
    "author": "Hans Christian Andersen",
    "created_at": "1837-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/10.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Emperor's New Clothes is a satirical fairy tale about an emperor who is deceived by two swindlers claiming to weave clothes invisible to those who are unfit for their positions. Though the emperor can't see the clothes, he pretends he can to avoid appearing foolish. It takes the innocence of a child to reveal the truth and expose the swindlers' deception.",
    "description": "Hans Christian Andersen's The Emperor's New Clothes is a timeless fable that satirizes human vanity, hypocrisy, and the power of peer pressure. It serves as a reminder to seek truth and not be swayed by appearances."
  },
  {
    "id": "0011",
    "title": "Rapunzel",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/11.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "Rapunzel is a classic fairy tale about a girl with long, golden hair who is locked away in a tower by an enchantress. Only the enchantress can climb up to visit Rapunzel, using her hair as a ladder. When a prince discovers Rapunzel's tower and learns her secret, they devise a plan to escape and live happily ever after.",
    "description": "The Brothers Grimm's Rapunzel is a timeless tale of love, captivity, and the pursuit of freedom. It explores themes of isolation, resilience, and the transformative power of love."
  },
  {
    "id": "0012",
    "title": "The Pied Piper of Hamelin",
    "author": "Unknown",
    "created_at": "1816-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/12.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Pied Piper of Hamelin is a legend set in the town of Hamelin, Germany, where rats infest the streets. A mysterious piper offers to rid the town of rats in exchange for payment. When the townspeople refuse to pay, the piper retaliates by luring away the town's children with his magical music, leading them to an unknown fate.",
    "description": "The Pied Piper of Hamelin is a cautionary tale that explores themes of greed, betrayal, and consequences. It serves as a reminder of the importance of honoring promises and the dangers of underestimating the power of those we dismiss."
  },
  {
    "id": "0013",
    "title": "The Frog Prince",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/13.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Frog Prince is a fairy tale about a princess who befriends a frog in exchange for retrieving her golden ball from a pond. When the frog demands to live with her in the palace, the princess reluctantly agrees. Through her kindness, the frog is transformed into a prince, breaking the curse that had turned him into a frog.",
    "description": "The Brothers Grimm's The Frog Prince is a heartwarming tale of friendship, loyalty, and the power of true love's kiss. It teaches readers the importance of keeping promises and looking beyond outward appearances."
  },
  {
    "id": "0014",
    "title": "Thumbelina",
    "author": "Hans Christian Andersen",
    "created_at": "1835-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/14.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "Thumbelina is a fairy tale about a tiny girl born from a flower. Despite her small size, she embarks on a series of adventures, including being kidnapped by a toad, meeting a field mouse, and finding love with a flower-fairy prince. Through her journey, Thumbelina discovers courage, kindness, and the beauty of being true to oneself.",
    "description": "Hans Christian Andersen's Thumbelina is a whimsical tale that celebrates the resilience"
  },
  {
    "id": "0015",
    "title": "The Tortoise and the Hare",
    "author": "Aesop",
    "created_at": "6th century BCE",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/15.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Tortoise and the Hare is a fable about a boastful hare who challenges a slow-moving tortoise to a race. Underestimating the tortoise, the hare takes a nap during the race, allowing the tortoise to win through steady progress. The story teaches the value of perseverance and humility.",
    "description": "Aesop's The Tortoise and the Hare is a timeless tale that emphasizes the importance of consistency and determination. It serves as a reminder that slow and steady progress often leads to success."
  },
  {
    "id": "0016",
    "title": "The Fisherman and His Wife",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/16.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Fisherman and His Wife is a cautionary tale about greed and the consequences of never being satisfied. A poor fisherman catches a magical fish who grants him wishes. But each time his wife demands more, their lives become increasingly extravagant until the fish can no longer fulfill their desires.",
    "description": "The Brothers Grimm's The Fisherman and His Wife is a thought-provoking tale that explores themes of contentment, greed, and the pursuit of happiness. It serves as a reminder to appreciate what one has and to be mindful of the consequences of insatiable desires."
  },
  {
    "id": "0017",
    "title": "The Brave Little Tailor",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/17.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Brave Little Tailor is a fairy tale about a humble tailor who inadvertently earns fame and fortune through his cleverness. He defeats giants, outwits kings, and overcomes challenges with nothing but his wit and cunning. The story emphasizes the power of intelligence and resourcefulness over brute strength.",
    "description": "The Brothers Grimm's The Brave Little Tailor is a delightful tale that celebrates the triumph of brains over brawn. It teaches readers that even the smallest and most unlikely individuals can achieve greatness through ingenuity and courage."
  },
  {
    "id": "0018",
    "title": "The Snow Queen",
    "author": "Hans Christian Andersen",
    "created_at": "1844-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/18.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Snow Queen is a fairy tale about a young girl named Gerda who embarks on a perilous journey to rescue her friend Kai from the clutches of the Snow Queen. Along the way, she encounters talking animals, magical creatures, and daunting challenges. Through her courage and determination, Gerda ultimately triumphs over darkness and reunites with her friend.",
    "description": "Hans Christian Andersen's The Snow Queen is a captivating tale of friendship, adventure, and the power of love to conquer all obstacles. It explores themes of loyalty, perseverance, and the resilience of the human spirit."
  },
  {
    "id": "0019",
    "title": "Puss in Boots",
    "author": "Charles Perrault",
    "created_at": "1697-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/19.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "Puss in Boots is a fairy tale about a clever cat who uses trickery and cunning to help his master, a poor miller's son, rise to wealth and nobility. Through a series of schemes and adventures, Puss in Boots outsmarts ogres, secures a castle, and wins the hand of a princess for his master.",
    "description": "Charles Perrault's Puss in Boots is a charming tale that celebrates the power of wit, resourcefulness, and charm. It teaches readers the importance of cleverness and ingenuity in overcoming adversity and achieving success."
  },
  {
    "id": "0020",
    "title": "The Golden Goose",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/20.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Golden Goose is a fairy tale about a simpleton named Simpleton who performs acts of kindness and is rewarded with a magical golden goose. Anyone who tries to touch the goose becomes stuck to it, leading to a series of amusing misadventures and encounters. Through his generosity and goodwill, Simpleton ultimately finds love and happiness.",
    "description": "The Brothers Grimm's The Golden Goose is a heartwarming tale that emphasizes the rewards of kindness, generosity, and humility. It teaches readers the value of selflessness and the transformative power of goodwill."
  },
  {
    "id": "0021",
    "title": "The Princess and the Pea",
    "author": "Hans Christian Andersen",
    "created_at": "1835-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/21.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Princess and the Pea is a classic fairy tale about a prince in search of a true princess to marry. When a girl claiming to be a princess seeks shelter from a storm at the prince's castle, the queen devises a test involving a pea hidden beneath twenty mattresses. Only a true princess would be sensitive enough to feel the pea, proving her royal lineage.",
    "description": "Hans Christian Andersen's The Princess and the Pea is a charming tale that explores themes of authenticity, sensitivity, and the pursuit of true love. It teaches readers the importance of inner qualities over outward appearances."
  },
  {
    "id": "0022",
    "title": "The Gingerbread Man",
    "author": "Unknown",
    "created_at": "19th century",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/22.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Gingerbread Man is a folk tale about a gingerbread cookie who comes to life and escapes from various pursuers. Despite being caught by a cunning fox in the end, the gingerbread man's catchy refrain, 'Run, run, as fast as you can! You can't catch me, I'm the Gingerbread Man!' has made him a memorable character in children's literature.",
    "description": "The Gingerbread Man is a whimsical tale that delights children with its fast-paced adventure and memorable characters. It teaches readers about the consequences of arrogance and the importance of humility."
  },
  {
    "id": "0023",
    "title": "The Twelve Dancing Princesses",
    "author": "The Brothers Grimm",
    "created_at": "1812-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/23.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Twelve Dancing Princesses is a fairy tale about twelve princesses who secretly escape from their castle every night to dance in a magical underground kingdom. Despite their father's attempts to uncover the truth, it takes a brave soldier to solve the mystery and win the hand of the eldest princess.",
    "description": "The Brothers Grimm's The Twelve Dancing Princesses is a captivating tale of mystery, adventure, and sisterly bonds. It transports readers into a world of enchantment and intrigue, where courage and perseverance lead to triumph."
  },
  {
    "id": "0024",
    "title": "The Sleeping Beauty",
    "author": "Charles Perrault",
    "created_at": "1697-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/24.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Sleeping Beauty is a classic fairy tale about a princess cursed to sleep for a hundred years by an evil fairy's spell. She is awakened by the kiss of a handsome prince, breaking the curse and bringing happiness to the kingdom once again.",
    "description": "Charles Perrault's The Sleeping Beauty is a timeless tale of love, magic, and the power of true love's kiss. It enchants readers with its romanticism, beautiful imagery, and themes of destiny and fate."
  },
  {
    "id": "0025",
    "title": "The Boy Who Cried Wolf",
    "author": "Aesop",
    "created_at": "6th century BCE",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/25.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Boy Who Cried Wolf is a fable about a shepherd boy who repeatedly tricks nearby villagers by falsely claiming that a wolf is attacking his flock of sheep. When a real wolf finally appears and the boy cries for help, the villagers don't believe him, and the consequences are dire.",
    "description": "Aesop's The Boy Who Cried Wolf is a cautionary tale that teaches the importance of honesty and credibility. It serves as a reminder that deceitfulness has consequences and that one should only speak the truth."
  },
  {
    "id": "0026",
    "title": "The Lion and the Mouse",
    "author": "Aesop",
    "created_at": "6th century BCE",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/26.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Lion and the Mouse is a fable about a lion who spares a mouse's life and later finds himself in need of the mouse's help. The moral of the story is that even the smallest creatures can be of assistance to those in need.",
    "description": "Aesop's The Lion and the Mouse is a timeless tale that teaches the value of kindness and the importance of helping others, regardless of their size or stature. It serves"
  },
  {
    "id": "0027",
    "title": "The Ugly Duckling",
    "author": "Hans Christian Andersen",
    "created_at": "1843-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/27.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "0-3",
    "summary": "The Ugly Duckling is a poignant tale about a cygnet who is ostracized for being different from his siblings. Rejected and mistreated, he embarks on a journey of self-discovery, ultimately transforming into a graceful swan. The story celebrates the beauty of individuality and resilience in the face of adversity.",
    "description": "Hans Christian Andersen's The Ugly Duckling is a timeless story that resonates with readers of all ages. It teaches valuable lessons about acceptance, self-worth, and the transformative power of inner beauty."
  },
  {
    "id": "0028",
    "title": "The Frog Princess",
    "author": "Russian Folklore",
    "created_at": "Unknown",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/28.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "4-6",
    "summary": "The Frog Princess is a Russian fairy tale about a prince who is tasked with finding a bride. He encounters a frog who promises to help him in exchange for promises of friendship and kindness. Through their journey together, the prince learns valuable lessons about loyalty, honor, and the true nature of love.",
    "description": "The Frog Princess is a charming folk tale that celebrates the bonds of friendship and the power of love to overcome obstacles. It captures the imagination with its magical elements and heartwarming message."
  },
  {
    "id": "0029",
    "title": "The Magic Flute",
    "author": "Wolfgang Amadeus Mozart",
    "created_at": "1791-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/29.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Magic Flute is an opera by Wolfgang Amadeus Mozart, often associated with fairy tale themes. It follows the journey of Prince Tamino as he embarks on a quest to rescue Princess Pamina, aided by a magical flute and a bird catcher named Papageno. Along the way, they encounter trials, enchantments, and the triumph of love and virtue.",
    "description": "Wolfgang Amadeus Mozart's The Magic Flute is a masterpiece that combines music, drama, and fantasy to create a captivating tale of adventure and enlightenment. It explores themes of heroism, wisdom, and the transformative power of music."
  },
  {
    "id": "0030",
    "title": "The Enchanted Wood",
    "author": "Enid Blyton",
    "created_at": "1939-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/30.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Enchanted Wood is the first book in the Faraway Tree series by Enid Blyton. It follows the adventures of siblings Joe, Beth, and Frannie as they discover a magical tree in the Enchanted Wood. Each visit to the tree's top leads them to a different fantastical land with unique inhabitants and challenges.",
    "description": "Enid Blyton's The Enchanted Wood is a delightful tale that sparks the imagination with its whimsical settings and colorful characters. It transports readers to a world of wonder and excitement, where every chapter brings new surprises and adventures."
  },
  {
    "id": "0031",
    "title": "The Nutcracker",
    "author": "E.T.A. Hoffmann",
    "created_at": "1816-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/31.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Nutcracker is a classic tale of a young girl named Clara who receives a nutcracker doll from her godfather on Christmas Eve. That night, she embarks on a magical journey to the Land of Sweets, where she encounters the Sugar Plum Fairy, the Mouse King, and other enchanting characters. The story is often adapted into ballets and stage productions.",
    "description": "E.T.A. Hoffmann's The Nutcracker is a beloved holiday story that enchants audiences with its whimsy, romance, and fantastical imagery. It transports readers to a magical realm where dreams come to life and the spirit of the season fills the air."
  },
  {
    "id": "0032",
    "title": "The Wild Swans",
    "author": "Hans Christian Andersen",
    "created_at": "1838-01-01",
    "image": "https://emsiemhong.github.io/fairy-tale-api/images/32.webp",
    "audio": "https://emsiemhong.github.io/fairy-tale-api/audios/កនជរកទង  Three Little Pigs in Khmer   Khmer Fairy Tales.mp3",
    "age": "7-12",
    "summary": "The Wild Swans is a fairy tale about a princess who embarks on a quest to save her eleven brothers from a curse that turned them into swans. With determination and selflessness, she undertakes an arduous journey, sewing shirts made from nettles to break the spell.",
    "description": "Hans Christian Andersen's The Wild Swans is a moving tale of sacrifice, courage, and the enduring bonds"
  }

]
